/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Durdur";

/* alert button
   dialog confirmation */
"OK" = "Tamam";

/* alert button */
"Abort scan" = "Taramayı durdur";

/* alert button */
"Continue" = "Sürdür";

/* alert button */
"Continue scan" = "Taramayı Sürdür";

/* alert button */
"Ignore" = "Göz Ardı Et";

/* alert button */
"Ignore plug-in" = "Yazılım ekini yok say";

/* alert button */
"Open plug-in graphic interface" = "Yazılım eki grafik arayüzünü aç";

/* alert button */
"Start Plug-In Manager" = "Yazılım Eki Yöneticisini Başlat";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Sayın ^P kullanıcısı,\nApple’ın AU doğrulamasını geçememiş %ld Audio Units yazılım ekine sahipsiniz. Bu durum sorunlara neden olabilir ve hatta ^P uygulamasının çökmesine veya veri kaybına neden olabilir. Lütfen güncellenmiş sürümler için üreticilere danışın. Bu yazılım eklerinin Yazılım Eki Yöneticisi’nde etkisizleştirilmesini öneririz.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Yalnızca başarılı bir şekilde taranan Audio Units ^P içinde kullanılabilecektir.\nTaramaya ^P uygulamasını bir sonraki çalıştırışınızda devam edilecektir.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "“%1$@” (“%2$@”) adlı Audio Unit, bu sistemde kullanılabilecek şekilde düzgün olarak yetkilendirilmediğini belirtiyor.\nYazılım ekinin kopyalamaya karşı koruması hakkında daha fazla bilgi için lütfen belgelerini denetleyin.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "“%1$@” (“%2$@”) adlı Audio Unit, bu sistemde kullanılabilecek şekilde düzgün olarak yetkilendirilmediğini belirtiyor.\nYazılım ekinin kopyalamaya karşı koruması hakkında daha fazla bilgi için lütfen belgelerini denetleyin. Kopyalamaya karşı korumayı yönetmek için yazılım ekinin grafik arayüzünü şimdi açabilirsiniz.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Audio Unit uyumluluğu doğrulanırken ^P, Apple’ın AU doğrulamasını geçmemiş %ld Audio Unit yazılım ekiyle karşılaştı. Olası sorunları veya çökmeleri önlemek için bu yazılım ekleri ileride ^P kullanımının dışında bırakıldı. Doğrulama sonuçlarını gözden geçirmek için şimdi Yazılım Eki Yöneticisi’ni başlatabilir veya açılış işlemini sürdürebilirsiniz.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P, “%1$@” (“%2$@”) adlı Audio Unit’i kullanmaya çalışırken beklenmedik şekilde kesildi.\nBu yazılım eki güncelleme gerektiriyor olabilir.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Yüklü bir Audio Unit yazılım ekiyle ilgili hata oluştu.";

/* alert title */
"Audio Unit authorization error." = "Audio Unit yetkilendirme hatası.";

/* alert title */
"Incompatible Audio Units found." = "Uyumsuz Audio Units bulundu.";

/* alert title */
"You are about to abort the scan process." = "Tarama işlemini durdurmak üzeresiniz.";

/* alert title */
"You are using incompatible Audio Units." = "Uyumsuz Audio Units kullanıyorsunuz.";

/* audio unit type */
"MIDI processor" = "MIDI işlemcisi";

/* audio unit type */
"MIDI-controlled effect" = "MIDI ile denetlenen efekt";

/* audio unit type */
"effect" = "efekt";

/* audio unit type */
"format converter" = "biçim dönüştürücü";

/* audio unit type */
"generator" = "oluşturucu";

/* audio unit type */
"instrument" = "müzik aleti";

/* audio unit type */
"mixer" = "miksaj";

/* audio unit type */
"offline effect" = "çevrimdışı efekt";

/* audio unit type */
"output unit" = "çıkış birimi";

/* audio unit type */
"panner" = "çevirici";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Audio Unit yazılım ekleri aranıyor…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Audio Unit yazılım ekleri hakkındaki bilgiler güncelleniyor…";

/* possible validation result */
"couldn’t be opened" = "açılamadı";

/* possible validation result */
"crashed validation" = "bozuk doğrulama";

/* possible validation result */
"failed validation" = "doğrulanamadı";

/* possible validation result */
"not authorized" = "yetkili değil";

/* possible validation result */
"not validated due to internal error" = "dahili hatadan dolayı doğrulanamadı";

/* possible validation result */
"not yet validated" = "henüz doğrulanmadı";

/* possible validation result */
"successfully validated" = "başarılı bir şekilde doğrulandı";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Audio Units taranıyor (toplam %2$d taneden %1$d tanesi bitti)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Audio Units taranıyor (toplam %2$ld taneden %1$ld tanesi bitti)";

/* used for invalid version numbers */
"invalid" = "geçersiz";

/* used when value transformer can’t interpret given object */
"unknown" = "bilinmeyen";
